<?php

return [

    'title'   => 'مدونة',
    'buttons' => [
        'learn' => 'أعرف أكثر',
        'next'  => 'اقرأ هذا التالي',
        'enjoy' => 'قد تستمتع',
        'edit'  => 'تعديل المنشور',
        'stats' => 'عرض احصائيات',
    ],
    'empty'   => [
        'description' => 'لم يتم العثور على مشاركات ، ابدأ من قبل',
        'action'      => 'إضافة منشور جديد',
    ],
    'nav'     => [
        'user' => [
            'posts'  => 'المشاركات',
            'tags'   => 'الكلمات',
            'topics' => 'المواضيع',
            'stats'  => 'احصائيات',
            'login'  => 'تسجيل الدخول',
            'logout' => 'خروج',
        ],
    ],
    'posts'   => [
        'label' => 'المشاركات الاخيرة',
    ],
    'tags'    => [
        'label' => 'الكلمات',
    ],

];
