<?php

return [

    'general' => [
        'sent_by' => 'أرسلت بواسطة',
    ],

    'digest' => [
        'summary'         => 'ملخص الكاتب الأسبوعي لـ',
        'details'         => 'مشاركاتك على قماش',
        'from'            => 'من عند',
        'to'              => 'إلى',
        'data'            => 'تلقى مشاركاتك',
        'views'           => 'الآراء)',
        'views_this_week' => 'عرض (ق) هذا الأسبوع',

        'email' => [
            'subject' => 'احصائيات لمشاركاتك',
        ],
    ],

];
