<?php

return [

    'context'  => [
        'published' => 'نشرت',
        'draft'     => 'مشروع',
    ],
    'notify'   => [
        'success' => 'تم الحفظ!',
    ],
    'user'     => [
        'posts'  => 'المشاركات',
        'tags'   => 'الكلمات',
        'topics' => 'المواضيع',
        'stats'  => 'احصائيات',
        'logout' => 'خروج',
    ],
    'controls' => [
        'stats'    => 'عرض احصائيات',
        'settings' => 'الاعدادات العامة',
        'image'    => 'صورة مميزة',
        'seo'      => 'كبار المسئولين الاقتصاديين والاجتماعية',
    ],

];
