<?php

return [

    'header'  => 'احصائيات',
    'subtext' => 'انقر على منشور أدناه للاطلاع على رؤى أكثر تفصيلاً.',
    'empty'   => 'لا توجد منشورات منشورة يمكنك من خلالها مشاهدة الإحصائيات.',
    'views'   => 'الآراء)',
    'chart'   => [
        'view'  => 'رأي',
        'views' => 'مرات المشاهدة (30 يومًا)',
    ],
    'cards'   => [
        'views'      => [
            'title' => 'مرات المشاهدة (30 يومًا)',
        ],
        'posts'      => [
            'title' => 'مجموع المشاركات',
        ],
        'publishing' => [
            'title'   => 'نشر',
            'details' => [
                'published' => 'المنشورات المنشورة',
                'drafts'    => 'مشروع (ق)',
            ],
        ],
    ],
    'details' => [
        'created'   => 'خلقت',
        'published' => 'نشرت على',
        'views'     => 'المشاهدات حسب مصدر المرور',
        'reading'   => [
            'header' => 'أوقات القراءة الشعبية',
            'time'   => 'دقيقة',
            'read'   => 'اقرأ',
        ],
        'empty'     => 'انتظر حتى يتوفر للنشر المزيد من المشاهدات لإظهار هذه الأفكار.',
        'referer'   => [
            'other'   => 'آخر',
            'unknown' => 'تعذر على مشاهدات المشاركة في هذه الفئة تحديد جهة مرجعية بشكل موثوق. مثلا الوضع المخفي',
        ],
    ],

];
