<?php

return [

    'title'   => 'ब्लॉग',
    'buttons' => [
        'learn' => 'और अधिक जानें',
        'next'  => 'इसे आगे पढ़ें',
        'enjoy' => 'आप आनंद ले सकते हैं',
        'edit'  => 'संपादित पोस्ट',
        'stats' => 'आँकड़े देखें',
    ],
    'empty'   => [
        'description' => 'कोई पोस्ट नहीं मिली, द्वारा शुरू करें',
        'action'      => 'एक नई पोस्ट जोड़ना',
    ],
    'nav'     => [
        'user' => [
            'posts'  => 'पोस्ट',
            'tags'   => 'टैग',
            'topics' => 'विषय',
            'stats'  => 'आँकड़े',
            'login'  => 'दाखिल करना',
            'logout' => 'साइन आउट',
        ],
    ],
    'posts'   => [
        'label' => 'हाल के पोस्ट',
    ],
    'tags'    => [
        'label' => 'टैग',
    ],

];
