<?php

return [

    'general' => [
        'cancel' => 'रद्द करना',
        'delete' => 'हटाना',
        'done'   => 'किया हुआ',
        'load'   => 'और दिखाओ',
        'save'   => 'बचाना',
        'next'   => 'अगला पृष्ठ',
    ],
    'posts'   => [
        'create'   => 'नई पोस्ट',
        'edit'     => 'संपादित पोस्ट',
        'update'   => 'अपडेट पोस्ट',
        'save'     => 'सहेजें और प्रकाशित करें',
        'schedule' => 'प्रकाशित करने की अनुसूची',
    ],
    'stats'   => [
        'index' => 'सभी आँकड़े देखें',
        'show'  => 'विवरण',
    ],
    'tags'    => [
        'create' => 'नया टैग',
        'update' => 'परिवर्तनों को सुरक्षित करें',
    ],
    'topics'  => [
        'create' => 'नया विषय',
        'update' => 'परिवर्तनों को सुरक्षित करें',
    ],

];
