<?php

return [

    'general' => [
        'sent_by' => 'द्वारा भेजा',
    ],
    'digest'  => [
        'summary'         => 'आपका साप्ताहिक लेखक सारांश',
        'details'         => 'आपकी पोस्ट Canvas',
        'from'            => 'से',
        'to'              => 'सेवा मेरे',
        'data'            => 'आपके पोस्ट प्राप्त हुए',
        'views'           => 'देखें (रों)',
        'views_this_week' => 'इस सप्ताह देखें',
        'email'           => [
            'subject' => 'आपके पोस्ट के लिए आँकड़े',
        ],
    ],

];
