<?php

return [

    'header'  => 'आँकड़े',
    'subtext' => 'अधिक विस्तृत जानकारी देखने के लिए नीचे एक पोस्ट पर क्लिक करें।',
    'empty'   => 'कोई प्रकाशित पोस्ट नहीं हैं जिसके लिए आप आँकड़े देख सकते हैं।',
    'views'   => 'देखें (रों)',
    'chart'   => [
        'view'  => 'राय',
        'views' => 'दृश्य (30 दिन)',
    ],
    'cards'   => [
        'views'      => [
            'title' => 'दृश्य (30 दिन)',
        ],
        'posts'      => [
            'title' => 'कुल पद',
        ],
        'publishing' => [
            'title'   => 'प्रकाशन',
            'details' => [
                'published' => 'प्रकाशित पोस्ट',
                'drafts'    => 'ड्राफ्ट (रों)',
            ],
        ],
    ],
    'details' => [
        'created'   => 'बनाया था',
        'published' => 'पर प्रकाशित',
        'views'     => 'ट्रैफ़िक स्रोत द्वारा दर्शाये गए',
        'reading'   => [
            'header' => 'लोकप्रिय पढ़ने का समय',
            'time'   => 'मिनट',
            'read'   => 'पढ़ना',
        ],
        'empty'     => 'जब तक आपकी पोस्ट को इन अंतर्दृष्टि को दिखाने के लिए अधिक विचार नहीं है तब तक प्रतीक्षा की जा रही है।',
        'referer'   => [
            'other'   => 'अन्य',
            'unknown' => 'इस श्रेणी में पोस्ट के विचार मज़बूती से एक रेफरल का निर्धारण नहीं कर सकते हैं। जैसे इंकॉग्निटो मोड',
        ],
    ],

];
