<?php

return [

    'header'  => 'विषय',
    'posts'   => 'पोस्ट (रों)',
    'empty'   => [
        'description' => 'कोई विषय नहीं मिला, द्वारा शुरू करें',
        'action'      => 'एक नया विषय जोड़ना',
    ],
    'search'  => [
        'input' => 'खोज',
        'empty' => 'दिए गए खोज मानदंडों से कोई भी विषय मेल नहीं खाता।',
    ],
    'details' => [
        'created' => 'बनाया था',
    ],
    'forms'   => [
        'placeholder' => 'अपने विषय को एक नाम दें',
        'topic'       => 'इसे एक नए विषय के रूप में जोड़ें',
        'select'      => 'एक विषय चुनॆं...',
    ],
    'delete'  => [
        'header'  => 'हटाना',
        'warning' => 'हटाए गए विषय हमेशा के लिए चले गए हैं। क्या आपको यकीन है?',
    ],

];
