<?php

return [

    'title'   => 'Блог',
    'buttons' => [
        'learn' => 'Учить больше',
        'next'  => 'Читать это дальше',
        'enjoy' => 'Вы могли бы наслаждаться',
        'edit'  => 'Редактировать сообщение',
        'stats' => 'Посмотреть статистику',
    ],
    'empty'   => [
        'description' => 'Посты не найдены, начните с',
        'action'      => 'добавление нового поста',
    ],
    'nav'     => [
        'user' => [
            'posts'  => 'Сообщений',
            'tags'   => 'Теги',
            'topics' => 'темы',
            'stats'  => 'Статистика',
            'login'  => 'войти в систему',
            'logout' => 'выход',
        ],
    ],
    'posts'   => [
        'label' => 'Недавние Посты',
    ],
    'tags'    => [
        'label' => 'Теги',
    ],

];
