<?php

return [

    'general' => [
        'cancel' => 'отменить',
        'delete' => 'удалять',
        'done'   => 'Готово',
        'load'   => 'Показать больше',
        'save'   => 'Сохранить',
        'next'   => 'Следущая страница',
    ],
    'posts'   => [
        'create'   => 'Новый пост',
        'edit'     => 'Редактировать сообщение',
        'update'   => 'Обновить сообщение',
        'save'     => 'Сохранить и опубликовать',
        'schedule' => 'График публикации',
    ],
    'stats'   => [
        'index' => 'Посмотреть всю статистику',
        'show'  => 'подробности',
    ],
    'tags'    => [
        'create' => 'Новый тег',
        'update' => 'Сохранить изменения',
    ],
    'topics'  => [
        'create' => 'Новая тема',
        'update' => 'Сохранить изменения',
    ],

];
