<?php

return [

    'general' => [
        'sent_by' => 'Отправлено от',
    ],

    'digest' => [
        'summary'         => 'Ваше еженедельное резюме для писателя',
        'details'         => 'Ваши посты на Canvas',
        'from'            => 'От',
        'to'              => 'в',
        'data'            => 'ваши сообщения получены',
        'views'           => 'Просмотры)',
        'views_this_week' => 'Просмотр (ы) на этой неделе',

        'email' => [
            'subject' => 'Статистика для ваших сообщений',
        ],
    ],

];
