<?php

return [

    'context'  => [
        'published' => 'опубликованный',
        'draft'     => 'Проект',
    ],
    'notify'   => [
        'success' => 'Сохраненный!',
    ],
    'user'     => [
        'posts'  => 'Сообщений',
        'tags'   => 'Теги',
        'topics' => 'темы',
        'stats'  => 'Статистика',
        'logout' => 'выход',
    ],
    'controls' => [
        'stats'    => 'Посмотреть статистику',
        'settings' => 'Общие настройки',
        'image'    => 'Популярное изображение',
        'seo'      => 'SEO и социальные сети',
    ],

];
