<?php

return [

    'header'  => 'Статистика',
    'subtext' => 'Нажмите на пост ниже, чтобы увидеть более подробную информацию.',
    'empty'   => 'Там нет опубликованных сообщений, для которых вы можете просмотреть статистику.',
    'views'   => 'Просмотры)',
    'chart'   => [
        'view'  => 'Посмотреть',
        'views' => 'Просмотры (30 дней)',
    ],
    'cards'   => [
        'views'      => [
            'title' => 'Просмотры (30 дней)',
        ],
        'posts'      => [
            'title' => 'Всего сообщений',
        ],
        'publishing' => [
            'title'   => 'Издательский',
            'details' => [
                'published' => 'Опубликованные сообщения',
                'drafts'    => 'Черновики)',
            ],
        ],
    ],
    'details' => [
        'created'   => 'созданный',
        'published' => 'Опубликован в',
        'views'     => 'Просмотры по источникам трафика',
        'reading'   => [
            'header' => 'Популярное время чтения',
            'time'   => 'мин',
            'read'   => 'читать',
        ],
        'empty'     => 'Ожидание, пока в вашем сообщении появится больше просмотров, чтобы показать эти идеи.',
        'referer'   => [
            'other'   => 'Другой',
            'unknown' => 'Просмотры сообщений в этой категории не могут надежно определить реферала. например Режим инкогнито',
        ],
    ],

];
