<?php

return [

    'header'  => 'Теги',
    'posts'   => 'Post(s)',
    'empty'   => [
        'description' => 'Теги не найдены, начните с',
        'action'      => 'добавление нового тега',
    ],
    'search'  => [
        'input' => 'Поиск',
        'empty' => 'Ни один тег не соответствует заданным критериям поиска.',
    ],
    'details' => [
        'created' => 'созданный',
    ],
    'forms'   => [
        'placeholder' => 'Дайте вашему тегу имя',
        'tag'         => 'Добавить новый тег',
        'select'      => 'Выберите несколько тегов ...',
    ],
    'delete'  => [
        'header'  => 'удалять',
        'warning' => 'Удаленные теги исчезли навсегда. Уверены ли вы?',
    ],

];
