<?php

return [

    'header'  => 'темы',
    'posts'   => 'Post(s)',
    'empty'   => [
        'description' => 'Темы не найдены, начните с',
        'action'      => 'добавление новой темы',
    ],
    'search'  => [
        'input' => 'Поиск',
        'empty' => 'Ни одна тема не соответствует заданным критериям поиска.',
    ],
    'details' => [
        'created' => 'созданный',
    ],
    'forms'   => [
        'placeholder' => 'Дайте название вашей теме',
        'topic'       => 'Добавить это как новую тему',
        'select'      => 'Выберите тему...',
    ],
    'delete'  => [
        'header'  => 'удалять',
        'warning' => 'Удаленные темы ушли навсегда. Уверены ли вы?',
    ],

];
